Repository: stefanvangastel/CakePHP-FeedbackIt
Catalog: Locale/nld/LC_MESSAGES/feedback_*.po
Languages: it

source: When you submit, a screenshot (of only this website) will be taken to aid us in processing your feedback or bugreport.
it: Wanneer u verstuurd zal er (van alleen deze webpagina) een screenshot gemaakt worden om ons te helpen in het verwerken van uw feedback of bugmelding.

source: No config file found. Please create one:
it: Geen configuratiebestand gevonden. Maak deze aub aan.

source: Method not found in Feedbackstore model:
it: Methode niet gevonden in Feedbackstore model:

source: Error saving feedback.
it: Fout tijdens opslaan feedback.

source: Your feedback was saved succesfully.
it: Uw feedback is succesvol opgeslagen

source: No save method found in config file
it: Geen opslag methode gevonden in configuratiebestand

source: This function is only available with filesystem save method
it: Deze functie is alleen beschikbaar bij de filesystem methode

source: Feedback location not found:
it: Feedback locatie niet gevonden:

source: Could not find that file
it: Kan dit bestand niet vinden

source: No screenshot found
it: Geen screenshot gevonden

source: Thank you. Your feedback was saved.
it: Dank u. Uw feedback is opgeslagen.

source: View your feedback on:
it: Bekijk uw feedback op:

source: Could not save tmp file for attachment in mail
it: Kon tijdelijk bestand voor bijlage in email niet opslaan

source: A copy of your submitted feedback:
it: Een kopie van de door u verstuurde feedback:

source: Could not create directory to save feedbacks in. Please provide write rights to webserver user on directory:
it: Kon geen directory aanmaken om de feedback in op te slaan. Geef aub de webserver gebruiker schrijfrechten op deze directory:

source: Could not create directory to save screenshots in. Please provide write rights to webserver user on directory:
it: Kon geen directory aanmaken om de screenshot in op te slaan. Geef aub de webserver gebruiker schrijfrechten op deze directory:

source: Send your feedback or bugreport!
it: Stuur uw feedback of bugmelding!

source: Your name
it: Uw naam

source: Your e-mail
it: Uw e-mail

source: Subject
it: Onderwerp

source: Feedback or suggestion
it: Feedback of suggestie

source: Click anywhere on website
it: Klik ergens op de website

source: Highlight something
it: Markeer iets

source: I'm okay with
it: Ik ga hiermee

source: this
it: akkoord

source: E-mail me a copy
it: E-mail mij een kopie

source: Submit
it: Verstuur

source: Cancel
it: Annuleer

source: Feedback submitted
it: Feedback verstuurd

source: Close
it: Sluiten
